[app]
language=Українська
welcome=Ласкаво просимо до PhoXo!
untitled=Без назви
close=Закрити
ok=OK
cancel=Скасувати

[file]
recent=Останні файли
open_type=Усі зображення
load_error=Зображення пошкоджене або не підтримується
not_exist=Зображення не існує
save_error=Не вдалося зберегти зображення

[TOPBAR]
57601=Відкрити|Відкрити файл зображення
57603=Зберегти|Зберегти поточне зображення
57604=Зберегти як|Зберегти зображення під новою назвою
57634=Копіювати|Копіювати зображення до буфера обміну
57607=Друк|Друкувати поточне зображення
57643=Скасувати|Скасувати останню дію
57644=Повторити|Повторити скасовану дію
57664=Про програму|Про PhoXo
7000=Вставити|Вставити з буфера обміну
7001=Новий|Створити нове зображення
7002=Зі сканера
7003=Очистити список останніх файлів
7004=Налаштування|Налаштування програми
7005=Теми|Змінити тему
7016=Більше|Показати додаткові параметри
9002=Підігнати до вікна|Підігнати зображення до вікна
9003=Фактичний розмір|Показати зображення в оригінальному розмірі
8005=Зменшити|Зменшити масштаб
8006=Збільшити|Збільшити масштаб для перегляду деталей
undo=Скасувати|Скасувати останню дію|Скасувати %d дій
theme=Більше|Світла|Темна|Сонячний день|Крижана м’ята|Шовковий рожевий|Соковита слива|Місячне сяйво|Манговий рай|Містичний ліс|Холодний сланець

[TAB]
20000=Обрізати або повернути|Клавіші:\n← → ↑ ↓: перемістити на 1 піксель\nShift + Стрілка: перемістити на 10 пікселів\nEnter: застосувати обрізання\nEsc: скасувати\nCtrl + Перетягнути: нове обрізання

[SETTINGS]
0=Налаштування
1=Загальні
2=Режим рендерингу
3=Краща якість|Вища швидкість
4=Розташування панелі
5=Праворуч|Ліворуч
6=Максимальний рівень масштабування
7=Зміна розташування панелі потребує перезапуску PhoXo

[DlgResize]
t=Змінити розмір|Ширина|Висота|Зберігати пропорції

[cmd]
crop=Обрізати
flipv=Віддзеркалити вертикально
fliph=Віддзеркалити горизонтально
r90=Повернути праворуч на 90°
r270=Повернути ліворуч на 90°
resize=Змінити розмір

[panel_crop]
60=Ширина
61=Висота
1=Вільно|Довільне співвідношення
2=Оригінал|Зберігати пропорції зображення
3=Застосувати
4=Блокувати пропорції під час зміни розміру
5=Пропорції заблоковано|Пропорції розблоковано
6=Повернути праворуч на 90°
7=Повернути ліворуч на 90°
8=Віддзеркалити вертикально
9=Віддзеркалити горизонтально
10=Форма
11=Трансформація
15=Прямокутник
16=Заокруглений прямокутник
17=Коло
20=Заокруглення
21=Скасувати обрізання
22=Застосувати обрізання|Скасувати обрізання
30=Змінити розмір зображення